---
kind: other
id: Methods.T:Autodesk.Revit.DB.Dimension
zh: 尺寸标注、标注
source: html/e56314c6-0a48-b00c-1c54-4079fd2496c4.htm
---
# Dimension Methods

**中文**: 尺寸标注、标注

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.